Repository: Alex-M00dy/gdpr-dsgvo-compliant-embeds-for-google-maps
Catalog: languages/gdpr-dsgvo-compliant-embeds-for-google-maps-*.po
Languages: de_de

source: GDPR-DSGVO compliant Embeds for Google Maps
de_de: GDPR-DSGVO-konforme Einbettungen von Google Maps

source: Enables GDPR-compliant embedding of multiple Google Maps iframes with user consent, selectable light/dark design, and optional privacy policy notice.
de_de: Ermöglicht das DSGVO-konforme Einbetten mehrerer Google Maps iframes mit Nutzereinwilligung, wählbarem Hell-/Dunkel-Design und optionalem Datenschutzhinweis.

source: Settings
de_de: Einstellungen

source: Buy Professional License
de_de: Professional Lizenz kaufen

source: Load Google Maps
de_de: Google Maps laden

source: Add New Map
de_de: Neue Map hinzufügen

source: Edit Map
de_de: Map bearbeiten

source: All Maps
de_de: Alle Maps

source: Maximum %d maps allowed.
de_de: Maximal %d Maps erlaubt.

source: Enter a valid license key under the - Maps > License - menu to unlock unlimited maps.
de_de: Geben Sie einen gültigen Lizenzschlüssel im Menü unter - Maps > Lizenz - an, um unlimitiert Maps hinzufügen zu können.

source: Unlimited Maps
de_de: Unbegrenzt Maps

source: Map Settings
de_de: Map-Einstellungen

source: Button Settings
de_de: Buttoneinstellungen

source: Button Type:
de_de: Button Typ:

source: Rounded
de_de: Abgerundet

source: Squared
de_de: Eckig

source: Style Settings
de_de: Stileinstellungen

source: Light
de_de: Hell

source: Dark
de_de: Dunkel

source: Custom
de_de: Angepasst

source: Overlay Background Color:
de_de: Hintergrundfarbe Überlagerung:

source: Button Background Color:
de_de: Hintergrundfarbe Button:

source: Button Text Color:
de_de: Textfarbe Button:

source: Privacy Info Text Color:
de_de: Textfarbe Datenschutzinformationen:

source: Size Settings (% or px)
de_de: Größeneinstellungen (% oder px)

source: Width:
de_de: Breite:

source: Height:
de_de: Höhe:

source: Privacy Settings
de_de: Datenschutzeinstellungen

source: Enable privacy notice
de_de: Datenschutzhinweis aktivieren

source: Privacy Policy Text:
de_de: Text für den Datenschutzhinweis:

source: Privacy Policy URL Text:
de_de: Text für die URL der Datenschutzerklärung:

source: Privacy Policy URL:
de_de: URL der Datenschutzerklärung:

source: Please see our
de_de: Es gilt unsere

source: Privacy Policy
de_de: Datenschutzerklärung

source: Professional License
de_de: Professional Lizenz

source: Why upgrade to the Professional License?
de_de: Warum auf die Professional Lizenz upgraden?

source: Unlimited Maps:
de_de: Unbegrenzt Maps:

source: Remove the 3–map limit and add as many locations as you need.
de_de: Entfernen Sie das 3‑Karten‑Limit und fügen Sie so viele Standorte hinzu, wie Sie benötigen.

source: Priority Support & Updates:
de_de: Priorisierter Support & Updates:

source: Get fast, dedicated assistance and regular feature and security updates.
de_de: Erhalten Sie schnelle, dedizierte Hilfe und regelmäßige Funktions‑ und Sicherheitsupdates.

source: Exclusive Pro Features COMING SOON:
de_de: Exklusive Pro‑Funktionen BALD VERFÜGBAR:

source: Unlock advanced templates and more.
de_de: Schalten Sie erweiterte Vorlagen und mehr frei.

source: Ongoing GDPR Compliance:
de_de: Fortlaufende DSGVO‑Compliance:

source: Stay up-to-date with the latest data-protection standards.
de_de: Bleiben Sie auf dem neuesten Stand der Datenschutzstandards.

source: Learn more about the Professional version at
de_de: Weitere Informationen zur Professional‑Version finden Sie unter

source: License
de_de: Lizenz

source: No license key provided.
de_de: Kein Lizenzschlüssel angegeben.

source: Invalid server response.
de_de: Fehlerhafte Antwort vom Server.

source: ✅ License is valid, expires on %s.
de_de: ✅ Lizenz ist gültig und läuft aus am %s.

source: ❌ License is invalid.
de_de: ❌ Lizenz ist ungültig.

source: Verify License Key
de_de: Lizenzschlüssel prüfen

source: 💪 Verifying...
de_de: 💪 Verifiziere...

source: License Key
de_de: Lizenzschlüssel

source: Save License Key
de_de: Lizenzschlüssel speichern
